Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

# Missed reps last time — same weight again ({0} of {1} to go).
source: Missed reps last time — same weight again (%1$@ of %2$@ to go).
ar: لم تكمل التكرارات المطلوبة في المرة السابقة — نفس الوزن (%1$@ من %2$@ متبقٍ).
de: Letztes Mal Wiederholungen verfehlt — dasselbe Gewicht noch einmal (noch %1$@ von %2$@).
es: Fallaste repeticiones la última vez: el mismo peso otra vez (quedan %1$@ de %2$@).
fr: Répétitions manquées la dernière fois — même poids à nouveau (%1$@ sur %2$@ restants).
hi: पिछली बार रेप्स चूके — वही वज़न दोबारा (%2$@ में से %1$@ बाकी)।
hu: Legutóbb hiányoztak ismétlések — ugyanaz a súly megint (még %1$@ van hátra %2$@-ból).
it: Ripetizioni mancate l’ultima volta: stesso peso ancora (%1$@ di %2$@ rimasti).
ko: 지난번 목표 횟수 미달 — 같은 무게로 한 번 더 (%2$@회 중 %1$@회 남음).
pl: Ostatnio nieudane powtórzenia — ten sam ciężar jeszcze raz (zostało %1$@ z %2$@).
pt: Falhaste repetições da última vez — o mesmo peso outra vez (faltam %1$@ de %2$@).
pt_br: Você não concluiu as repetições na última vez — mantenha o mesmo peso (faltam %1$@ de %2$@).
ru: В прошлый раз повторения не дались — тот же вес ещё раз (осталось %1$@ из %2$@).
th: ครั้งก่อนพลาดจำนวนครั้ง — น้ำหนักเดิมอีกครั้ง (เหลืออีก %1$@ จาก %2$@)
tr: Geçen sefer tekrarlar eksikti — aynı ağırlık bir kez daha (%2$@ denemeden %1$@ kaldı).
uk: Минулого разу повторення не далися — та сама вага ще раз (лишилося %1$@ з %2$@).
zh: 上次次数未完成——再用同样的重量（还剩 %1$@/%2$@ 次）。

# Missed reps {0} sessions running — reset to {1} {2} and work back up.
source: Missed reps %1$@ sessions running — reset to %2$@ %3$@ and work back up.
ar: لم تكمل التكرارات المطلوبة في %1$@ جلسات متتالية — خفّض الوزن إلى %2$@ %3$@ ثم عاود التدرّج.
de: %1$@ Einheiten in Folge Wiederholungen verfehlt — zurück auf %2$@ %3$@ und wieder hocharbeiten.
es: %1$@ sesiones seguidas fallando repeticiones: vuelve a %2$@ %3$@ y sube de nuevo.
fr: Répétitions manquées %1$@ séances de suite — retour à %2$@ %3$@ et on remonte.
hi: लगातार %1$@ सेशन रेप्स चूके — %2$@ %3$@ पर लौटें और फिर से बढ़ाएँ।
hu: %1$@ edzés óta hiányoznak ismétlések — vissza %2$@ %3$@, és építsd fel újra.
it: Ripetizioni mancate per %1$@ sessioni di fila: torna a %2$@ %3$@ e risali.
ko: %1$@회 연속으로 목표 횟수 미달 — %2$@ %3$@로 되돌리고 다시 올라가세요.
pl: Nieudane powtórzenia w %1$@ sesjach z rzędu — wróć do %2$@ %3$@ i buduj od nowa.
pt: Repetições falhadas em %1$@ sessões seguidas — volta a %2$@ %3$@ e sobe outra vez.
pt_br: Repetições não concluídas em %1$@ sessões seguidas — volte para %2$@ %3$@ e progrida novamente.
ru: Повторения не даются %1$@ тренировки подряд — вернись к %2$@ %3$@ и наращивай снова.
th: พลาดจำนวนครั้งติดต่อกัน %1$@ ครั้ง — รีเซ็ตกลับไปที่ %2$@ %3$@ แล้วค่อยไต่ขึ้นใหม่
tr: Üst üste %1$@ seans tekrarlar eksik — %2$@ %3$@ ağırlığa dön ve yeniden çık.
uk: Повторення не даються %1$@ тренування поспіль — повернись до %2$@ %3$@ і нарощуй знову.
zh: 连续 %1$@ 次未完成次数——回到 %2$@ %3$@ 重新往上做。

# Missed reps — reset to {0} {1} and work back up.
source: Missed reps — reset to %1$@ %2$@ and work back up.
ar: لم تكمل التكرارات المطلوبة — خفّض الوزن إلى %1$@ %2$@ ثم عاود التدرّج.
de: Wiederholungen verfehlt — zurück auf %1$@ %2$@ und wieder hocharbeiten.
es: Fallaste repeticiones: vuelve a %1$@ %2$@ y sube de nuevo.
fr: Répétitions manquées — retour à %1$@ %2$@ et on remonte.
hi: रेप्स चूके — %1$@ %2$@ पर लौटें और फिर से बढ़ाएँ।
hu: Hiányoztak ismétlések — vissza %1$@ %2$@, és építsd fel újra.
it: Ripetizioni mancate: torna a %1$@ %2$@ e risali.
ko: 목표 횟수 미달 — %1$@ %2$@로 되돌리고 다시 올라가세요.
pl: Nieudane powtórzenia — wróć do %1$@ %2$@ i buduj od nowa.
pt: Falhaste repetições — volta a %1$@ %2$@ e sobe outra vez.
pt_br: Repetições não concluídas — volte para %1$@ %2$@ e progrida novamente.
ru: Повторения не дались — вернись к %1$@ %2$@ и наращивай снова.
th: พลาดจำนวนครั้ง — รีเซ็ตกลับไปที่ %1$@ %2$@ แล้วค่อยไต่ขึ้นใหม่
tr: Tekrarlar eksik kaldı — %1$@ %2$@ ağırlığa dön ve yeniden çık.
uk: Повторення не далися — повернись до %1$@ %2$@ і нарощуй знову.
zh: 次数未完成——回到 %1$@ %2$@ 重新往上做。

# Missed reps — {0} {1} of help while you build back up.
source: Missed reps — %1$@ %2$@ of help while you build back up.
ar: تكرارات ناقصة — %1$@ %2$@ من المساعدة أثناء إعادة البناء.
de: Wiederholungen verfehlt — %1$@ %2$@ Hilfe, bis du dich wieder herangearbeitet hast.
es: Repeticiones falladas — %1$@ %2$@ de ayuda mientras vuelves a subir.
fr: Répétitions manquées — %1$@ %2$@ d’aide le temps de remonter.
hi: दोहराव छूटे — जब तक दोबारा बनाओ तब तक %1$@ %2$@ सहारा।
hu: Kimaradt ismétlések — %1$@ %2$@ segítség, amíg visszaépíted.
it: Ripetizioni mancate — %1$@ %2$@ di aiuto mentre risali.
ko: 반복 실패 — 다시 올라올 때까지 보조 %1$@ %2$@.
pl: Brak powtórzeń — %1$@ %2$@ pomocy, aż wrócisz do formy.
pt: Repetições falhadas — %1$@ %2$@ de ajuda enquanto recuperas.
pt_br: Repetições falhadas — %1$@ %2$@ de ajuda enquanto recuperas.
ru: Повторения не добраны — %1$@ %2$@ помощи, пока восстанавливаешься.
th: ทำครบไม่ได้ — ใช้ตัวช่วย %1$@ %2$@ ระหว่างไต่กลับขึ้นมา
tr: Tekrarlar eksik — toparlanana kadar %1$@ %2$@ destek.
uk: Недобрані повторення — %1$@ %2$@ допомоги, поки відновлюєшся.
zh: 次数未达标 — 辅助 %1$@ %2$@，慢慢练回来。

source: Mo
ar: الاثنين
es: Lu
fr: Lu
hi: सो
hu: H
it: Lu
ko: 월
pl: Pn
pt: Se
pt_br: S
ru: Пн
th: จ
tr: Pt
uk: Пн
zh: 一

source: Model
ar: النموذج
de: Modell
es: Modelo
fr: Modèle
hi: मॉडल
hu: Modell
it: Modello
ko: 모델
pt: Modelo
pt_br: Modelo
ru: Модель
th: โมเดล
uk: Модель
zh: 模型

source: Mon
ar: اثن
de: Mo
es: Lun
fr: Lun
hi: सोम
hu: Hét
it: Lun
ko: 월
pl: Pon
pt: Seg
pt_br: Seg
ru: Пн
th: จ
tr: Pzt
uk: Пн
zh: 周一

source: Monday
ar: الاثنين
de: Montag
es: Lunes
fr: Lundi
hi: सोमवार
hu: Hétfő
it: Lunedì
ko: 월요일
pl: Poniedziałek
pt: Segunda-feira
pt_br: Segunda-feira
ru: Понедельник
th: วันจันทร์
tr: Pazartesi
uk: Понеділок
zh: 星期一

source: More
ar: أكثر
de: Mehr
es: Más
fr: Plus
hi: अधिक
hu: Több
it: Più
ko: 많음
pl: Więcej
pt: Mais
pt_br: Mais
ru: Больше
th: มาก
tr: Çok
uk: Більше
zh: 更多

source: More time
ar: وقت أكثر
de: Mehr
es: Más
fr: Plus
hi: ज़्यादा
hu: Több
it: Più
ko: 많음
pl: Więcej
pt: Mais
pt_br: Mais
ru: Больше
th: เวลามาก
tr: Çok
uk: Більше
zh: 多

source: More volume
ar: حجم أكبر
de: Mehr Volumen
es: Más volumen
fr: Plus de volume
hi: ज़्यादा वॉल्यूम
hu: Több volumen
it: Più volume
ko: 많은 볼륨
pl: Większa objętość
pt: Mais volume
pt_br: Mais volume
ru: Больше объёма
th: ปริมาณมาก
tr: Daha çok hacim
uk: Більше обсягу
zh: 较多总量

source: Most of the work got done. One or two sets fell short, which is fine once — it becomes a signal if the same sets miss next time.
ar: أُنجز معظم العمل. نقصت مجموعة أو اثنتان، وهذا مقبول مرة واحدة — يتحول إلى مؤشر إذا تكرر النقص في نفس المجموعات.
de: Der Großteil der Arbeit ist erledigt. Ein oder zwei Sätze blieben kurz – einmal ist das in Ordnung; ein Signal wird es, wenn dieselben Sätze beim nächsten Mal wieder fehlen.
es: Se hizo casi todo el trabajo. Una o dos series se quedaron cortas, lo cual está bien una vez — se vuelve señal si las mismas series fallan la próxima.
fr: La majeure partie du travail a été faite. Une ou deux séries ont manqué, ce qui va très bien une fois — ça devient un signal si les mêmes séries manquent la prochaine fois.
hi: ज़्यादातर काम हो गया। एक-दो सेट कम रहे, जो एक बार ठीक है — अगली बार वही सेट छूटें तो संकेत है।
hu: A munka nagy része elkészült. Egy-két sorozat elmaradt, ami egyszer belefér — jelzéssé akkor válik, ha legközelebb ugyanazok a sorozatok hiányoznak.
it: La maggior parte del lavoro è stata fatta. Una o due serie sono mancate, va bene una volta — diventa un segnale se le stesse serie mancano la prossima volta.
ko: 대부분 해냈어요. 한두 세트가 부족했지만 한 번은 괜찮아요 — 다음에도 같은 세트가 빠지면 그때는 신호예요.
pl: Większość roboty zrobiona. Jedna czy dwie serie nie wyszły, raz to nic — sygnał pojawi się, jeśli te same serie nie wyjdą następnym razem.
pt: A maior parte do trabalho foi feita. Uma ou duas séries ficaram aquém, o que uma vez não faz mal — torna-se sinal se as mesmas séries falharem da próxima vez.
pt_br: A maior parte do trabalho foi feita. Uma ou duas séries ficaram aquém, o que uma vez tudo bem — vira sinal se as mesmas séries falharem da próxima vez.
ru: Большая часть работы сделана. Один-два подхода не дотянули — один раз это нормально; сигнал, если те же подходы не выйдут и в следующий раз.
th: งานส่วนใหญ่เสร็จ มีหนึ่งหรือสองเซ็ตที่ขาดไป ซึ่งครั้งเดียวไม่เป็นไร — จะเป็นสัญญาณถ้าเซ็ตเดิมพลาดอีกครั้งหน้า
tr: İşin çoğu yapıldı. Bir iki set eksik kaldı, bir kereliğine sorun değil — aynı setler bir dahaki sefere de kaçarsa sinyaldir.
uk: Більшу частину роботи зроблено. Один-два підходи не дотягли — раз це нормально; сигнал, якщо ті самі підходи не вийдуть і наступного разу.
zh: 大部分完成了。有一两组没达标，偶尔一次没关系——如果下次同样的组再没做到，那就是信号。

source: Most reps in a set per workout
ar: أكثر تكرارات في مجموعة لكل تمرين
de: Meiste Wdh. in einem Satz pro Training
es: Más reps en una serie por entrenamiento
fr: Plus de reps dans une série par séance
hi: प्रति कसरत एक सेट में सबसे ज़्यादा रेप्स
hu: Legtöbb ismétlés egy sorozatban edzésenként
it: Più rip. in una serie per allenamento
ko: 운동당 한 세트 최다 횟수
pl: Najwięcej powt. w serii na trening
pt: Mais reps numa série por treino
pt_br: Mais reps em uma série por treino
ru: Больше всего повт. в подходе за тренировку
th: จำนวนครั้งมากที่สุดในหนึ่งเซ็ตต่อการออกกำลังกาย
tr: Antrenman başına bir sette en çok tekrar
uk: Найбільше повт. в підході за тренування
zh: 每次训练单组最多次数

source: Most working sets belong close to failure without living there — half at the floor and half at the top average out to a healthy-looking middle.
ar: معظم مجموعات العمل تكون قريبة من الفشل دون الوصول إليه — نصفها عند الأدنى ونصفها عند الأعلى، ومتوسطهما يقع في منتصف يبدو صحيًا.
de: Die meisten Arbeitssätze gehören nah ans Muskelversagen, ohne dort zu wohnen — die Hälfte ganz unten und die Hälfte ganz oben mittelt sich zu einem gesund aussehenden Mittelwert.
es: La mayoría de las series efectivas van cerca del fallo sin vivir allí — la mitad abajo y la mitad arriba dan una media que solo parece sana.
fr: La plupart des séries de travail se placent près de l’échec sans y vivre — la moitié tout en bas et la moitié tout en haut donnent une moyenne qui n’a l’air saine que sur le papier.
hi: ज़्यादातर वर्किंग सेट फेलियर के पास होने चाहिए, पर वहीं बसे नहीं — आधे सबसे नीचे और आधे सबसे ऊपर मिलकर एक ऐसा औसत बनाते हैं जो सिर्फ़ देखने में सेहतमंद लगता है।
hu: A legtöbb munkasorozat közel van a kimerüléshez anélkül, hogy ott élne — fele lent, fele fent, ez egészségesnek tűnő átlagot ad.
it: La maggior parte delle serie di lavoro sta vicino al cedimento senza viverci — metà in fondo e metà in cima danno una media che sembra sana solo all’apparenza.
ko: 대부분의 본세트는 실패 지점 가까이에 있어야 하지만 거기 머물면 안 됩니다 — 절반은 바닥에 절반은 꼭대기에 있으면 평균만 건강해 보입니다.
pl: Większość serii roboczych należy blisko upadku, ale nie na nim — połowa na dole i połowa na górze uśrednia się do zdrowo wyglądającego środka.
pt: A maioria das séries de trabalho fica perto da falha sem viver lá — metade no fundo e metade no topo dão uma média que só parece saudável.
pt_br: A maioria das séries de trabalho fica perto da falha sem viver lá — metade no fundo e metade no topo dão uma média que só parece saudável.
ru: Большинство рабочих подходов должны идти близко к отказу, но не жить на нём — половина внизу и половина вверху дают среднее, которое лишь выглядит здоровым.
th: เซ็ตส่วนใหญ่ควรอยู่ใกล้จุดหมดแรงโดยไม่ถึงจุดนั้น — ครึ่งหนึ่งอยู่ต่ำสุดและครึ่งหนึ่งอยู่สูงสุด เฉลี่ยแล้วจะออกมาสมดุลดี
tr: Çalışma setlerinin çoğu tükenmeye yakın olmalı ama orada yaşamamalı — yarısı en altta yarısı en üstte, ortalaması sağlıklı görünür.
uk: Більшість робочих підходів мають бути близько до відмови, але не жити там — половина внизу і половина вгорі дають середнє, яке лише виглядає здоровим.
zh: 大多数正式组应该接近力竭，但不要一直待在那里——一半在最底、一半在最顶，平均下来只是看着健康。

source: Move down
ar: تحريك لأسفل
de: Nach unten
es: Bajar
fr: Descendre
hi: नीचे ले जाएँ
hu: Lejjebb
it: Sposta giù
ko: 아래로 이동
pl: Przenieś w dół
pt: Mover para baixo
pt_br: Mover para baixo
ru: Переместить вниз
th: เลื่อนลง
tr: Aşağı taşı
uk: Перемістити вниз
zh: 下移

source: Move left
ar: تحريك لليسار
de: Nach links
es: Mover a la izquierda
fr: Déplacer à gauche
hi: बाएँ ले जाएँ
hu: Balra
it: Sposta a sinistra
ko: 왼쪽으로 이동
pl: Przesuń w lewo
pt: Mover para a esquerda
pt_br: Mover para a esquerda
ru: Влево
th: ย้ายไปทางซ้าย
tr: Sola taşı
uk: Вліво
zh: 向左移动

source: Move right
ar: تحريك لليمين
de: Nach rechts
es: Mover a la derecha
fr: Déplacer à droite
hi: दाएँ ले जाएँ
hu: Jobbra
it: Sposta a destra
ko: 오른쪽으로 이동
pl: Przesuń w prawo
pt: Mover para a direita
pt_br: Mover para a direita
ru: Вправо
th: ย้ายไปทางขวา
tr: Sağa taşı
uk: Вправо
zh: 向右移动

source: Move up
ar: تحريك لأعلى
de: Nach oben
es: Subir
fr: Monter
hi: ऊपर ले जाएँ
hu: Feljebb
it: Sposta su
ko: 위로 이동
pl: Przenieś w górę
pt: Mover para cima
pt_br: Mover para cima
ru: Переместить вверх
th: เลื่อนขึ้น
tr: Yukarı taşı
uk: Перемістити вгору
zh: 上移

# Move, swap and remove below act on the exercise marked {0}.
source: Move, swap and remove below act on the exercise marked %1$@.
ar: تعمل أزرار النقل والاستبدال والإزالة أدناه على التمرين المحدد %1$@.
de: Verschieben, Tauschen und Entfernen unten wirken auf die als %1$@ markierte Übung.
es: Mover, cambiar y eliminar actúan sobre el ejercicio marcado como %1$@.
fr: Déplacer, échanger et supprimer ci-dessous s’appliquent à l’exercice marqué %1$@.
hi: नीचे दिए गए मूव, स्वैप और रिमूव %1$@ के रूप में चिह्नित व्यायाम पर लागू होते हैं।
hu: Az alábbi áthelyezés, csere és törlés a %1$@ jelölésű gyakorlatra vonatkozik.
it: Spostamento, scambio e rimozione qui sotto agiscono sull’esercizio contrassegnato come %1$@.
ko: 아래의 이동, 교체, 삭제는 %1$@ 표시된 운동에 적용됩니다.
pl: Przenoszenie, zamiana i usuwanie poniżej dotyczą ćwiczenia oznaczonego %1$@.
pt: Mover, trocar e remover abaixo atuam sobre o exercício marcado como %1$@.
pt_br: Mover, trocar e remover abaixo atuam sobre o exercício marcado como %1$@.
ru: Кнопки перемещения, замены и удаления ниже действуют на упражнение с пометкой %1$@.
th: การย้าย สลับ และลบด้านล่างจะมีผลกับท่าที่ทำเครื่องหมาย %1$@ ไว้
tr: Aşağıdaki taşıma, değiştirme ve kaldırma işlemleri %1$@ olarak işaretli egzersiz için geçerlidir.
uk: Кнопки переміщення, заміни та видалення нижче діють на вправу, позначену %1$@.
zh: 下方的移动、替换和删除将作用于标记为%1$@的动作。

source: Move, swap and remove buttons below the exercise
ar: أزرار النقل والاستبدال والإزالة أسفل التمرين
de: Verschieben/Tauschen/Entfernen-Tasten unter der Übung
es: Botones mover, cambiar y quitar debajo del ejercicio
fr: Boutons déplacer, remplacer et retirer sous l'exercice
hi: व्यायाम के नीचे स्थानांतरित, बदलें और हटाएँ बटन
hu: Mozgatás, csere és eltávolítás gombok a gyakorlat alatt
it: Pulsanti sposta, sostituisci e rimuovi sotto l’esercizio
ko: 운동 아래의 이동·교체·삭제 버튼
pl: Przyciski przenieś, zamień i usuń pod ćwiczeniem
pt: Botões mover, trocar e remover por baixo do exercício
pt_br: Botões mover, trocar e remover abaixo do exercício
ru: Кнопки переместить, заменить и удалить под упражнением
th: ปุ่มย้าย สลับ และลบใต้ท่าออกกำลังกาย
tr: Egzersizin altında taşı, değiştir ve kaldır düğmeleri
uk: Кнопки перемістити, замінити й видалити під вправою
zh: 动作下方的移动、替换和删除按钮

source: Muscle balance
ar: توازن العضلات
de: Muskelbalance
es: Equilibrio muscular
fr: Équilibre musculaire
hi: मांसपेशी संतुलन
hu: Izomegyensúly
it: Equilibrio muscolare
ko: 근육 균형
pl: Równowaga mięśniowa
pt: Equilíbrio muscular
pt_br: Equilíbrio muscular
ru: Баланс мышц
th: ความสมดุลของกล้ามเนื้อ
tr: Kas dengesi
uk: Баланс м'язів
zh: 肌肉平衡

source: Music playing on this phone stops during a workout and does not resume by itself.
ar: الموسيقى التي تعمل على هذا الهاتف تتوقف أثناء التمرين ولا تستأنف من تلقاء نفسها.
de: Musik, die auf diesem Telefon läuft, stoppt während eines Trainings und setzt nicht von selbst wieder ein.
es: La música que suena en este teléfono se detiene durante un entrenamiento y no se reanuda por sí sola.
fr: La musique en cours de lecture sur ce téléphone s’arrête pendant une séance et ne reprend pas toute seule.
hi: इस फ़ोन पर चल रहा संगीत वर्कआउट के दौरान रुक जाता है और अपने आप फिर से शुरू नहीं होता।
hu: A telefonon szóló zene edzés közben leáll, és nem indul újra magától.
it: La musica in riproduzione su questo telefono si ferma durante un allenamento e non riprende da sola.
ko: 운동 중에는 이 휴대폰에서 재생 중인 음악이 멈추며, 자동으로 다시 재생되지 않습니다.
pl: Muzyka odtwarzana na tym telefonie zatrzymuje się podczas treningu i nie wznawia się sama.
pt: A música a tocar neste telemóvel para durante um treino e não retoma sozinha.
pt_br: A música que estiver tocando neste celular para durante o treino e não volta sozinha.
ru: Музыка, играющая на этом телефоне, останавливается во время тренировки и сама не возобновляется.
th: เพลงที่เล่นอยู่บนโทรศัพท์นี้จะหยุดระหว่างการออกกำลังกาย และจะไม่เล่นต่อเอง
tr: Bu telefonda çalan müzik antrenman sırasında durur ve kendiliğinden devam etmez.
uk: Музика, що грає на цьому телефоні, зупиняється під час тренування і сама не відновлюється.
zh: 锻炼期间，这部手机正在播放的音乐会停止，且不会自动恢复。

source: Name it after where you train — e.g. "Home" or "Gym" — then check what you have there.
ar: سمِّه باسم مكان تدريبك — مثل «المنزل» أو «النادي» — ثم حدد ما لديك فيه.
de: Benenne es nach deinem Trainingsort — z. B. „Zuhause“ oder „Gym“ — und hake dann ab, was du dort hast.
es: Ponle el nombre del sitio donde entrenas — p. ej. «Casa» o «Gimnasio» — y marca lo que tienes allí.
fr: Nomme-le d’après ton lieu d’entraînement — p. ex. « Maison » ou « Salle » — puis coche ce que tu y as.
hi: जहाँ आप कसरत करते हैं उसी के नाम पर रखें — जैसे “घर” या “जिम” — फिर वहाँ जो है उसे चुनें।
hu: Nevezd el arról a helyről, ahol edzel — pl. „Otthon” vagy „Terem” —, majd pipáld ki, ami ott megvan.
it: Chiamalo come il posto dove ti alleni — ad es. “Casa” o “Palestra” — poi spunta ciò che hai lì.
ko: 운동하는 장소의 이름을 붙여 — 예: ‘집’ 또는 ‘헬스장’ — 그곳에 있는 장비를 체크하세요.
pl: Nazwij go tak jak miejsce, w którym trenujesz — np. „Dom” lub „Siłownia” — a potem zaznacz, co tam masz.
pt: Dá-lhe o nome do sítio onde treinas — p. ex. «Casa» ou «Ginásio» — e marca o que tens lá.
pt_br: Dê a ele o nome do lugar onde você treina — por exemplo, “Casa” ou “Academia” — e marque o que você tem lá.
ru: Назови его по месту тренировок — например, «Дом» или «Зал» — и отметь, что там есть.
th: ตั้งชื่อตามสถานที่ที่คุณฝึก เช่น "บ้าน" หรือ "ยิม" แล้วเลือกอุปกรณ์ที่มีอยู่ที่นั่น
tr: Antrenman yaptığın yerin adını ver — örn. “Ev” veya “Spor salonu” — sonra orada nelerin olduğunu işaretle.
uk: Назви його за місцем тренувань — наприклад, «Дім» або «Зал» — і познач, що там є.
zh: 用你训练的地点命名 —— 例如“家里”或“健身房”—— 然后勾选你在那里有的器械。

source: Name it and pick a body part — it behaves like any other exercise, just without an animation.
ar: سمِّه واختر عضلة — يتصرف مثل أي تمرين آخر، لكن بدون رسم متحرك.
de: Name und Körperpartie festlegen — die Übung verhält sich wie jede andere, nur ohne Animation.
es: Ponle nombre y elige una parte del cuerpo — funciona como cualquier otro ejercicio, solo que sin animación.
fr: Nommez-le et choisissez une partie du corps — il se comporte comme tout autre exercice, mais sans animation.
hi: नाम दें और बॉडी पार्ट चुनें — यह बाकी एक्सरसाइज़ की तरह ही काम करती है, बस एनिमेशन नहीं होता।
hu: Nevezd el és válassz testrészt — úgy viselkedik, mint bármelyik más gyakorlat, csak animáció nélkül.
it: Dagli un nome e scegli una parte del corpo — funziona come qualsiasi altro esercizio, solo senza animazione.
ko: 이름을 정하고 부위를 선택하세요 — 애니메이션만 없을 뿐 다른 운동과 똑같이 사용됩니다.
pl: Nadaj nazwę i wybierz partię ciała — działa jak każde inne ćwiczenie, tylko bez animacji.
pt: Dá-lhe um nome e escolhe uma parte do corpo — funciona como qualquer outro exercício, só que sem animação.
pt_br: Dê um nome e escolha uma parte do corpo — ele funciona como qualquer outro exercício, mas sem animação.
ru: Задайте название и выберите часть тела — оно работает как любое другое упражнение, только без анимации.
th: ตั้งชื่อและเลือกส่วนร่างกาย — ใช้งานเหมือนท่าปกติ แค่ไม่มีภาพเคลื่อนไหว
tr: Bir ad ver ve bölge seç — animasyon dışında diğer egzersizler gibi çalışır.
uk: Задай назву й вибери частину тіла — вона працює як будь-яка інша вправа, тільки без анімації.
zh: 起个名字并选择身体部位——它和其他动作一样使用，只是没有动画。

source: Name it and pick a body part — it behaves like any other exercise.
ar: سمِّه واختر جزءًا من الجسم — يعمل مثل أي تمرين آخر.
de: Name und Körperpartie festlegen — die Übung verhält sich wie jede andere.
es: Ponle nombre y elige una parte del cuerpo — funciona como cualquier otro ejercicio.
fr: Donnez-lui un nom et choisissez une partie du corps — il se comporte comme n’importe quel autre exercice.
hi: नाम दें और बॉडी पार्ट चुनें — यह किसी भी दूसरी एक्सरसाइज़ की तरह काम करती है।
hu: Adj neki nevet, és válassz testrészt — úgy működik, mint bármelyik másik gyakorlat.
it: Dagli un nome e scegli una parte del corpo — funziona come qualsiasi altro esercizio.
ko: 이름을 정하고 부위를 고르세요 — 다른 운동과 똑같이 쓸 수 있습니다.
pl: Nadaj nazwę i wybierz partię ciała — działa jak każde inne ćwiczenie.
pt: Dá-lhe um nome e escolhe uma parte do corpo — comporta-se como qualquer outro exercício.
pt_br: Dê um nome e escolha uma parte do corpo — ele funciona como qualquer outro exercício.
ru: Дайте название и выберите часть тела — упражнение работает как любое другое.
th: ตั้งชื่อและเลือกส่วนร่างกาย — ใช้งานได้เหมือนท่าอื่นทุกประการ
tr: Bir ad ver ve bir vücut bölgesi seç — diğer egzersizler gibi çalışır.
uk: Дай назву й вибери частину тіла — вправа працює як будь-яка інша.
zh: 起个名字并选择身体部位——它和其他动作用法一样。

source: Name or e-mail
ar: الاسم أو البريد الإلكتروني
de: Name oder E-Mail
es: Nombre o correo
fr: Nom ou e-mail
hi: नाम या ईमेल
hu: Név vagy e-mail
it: Nome o e-mail
ko: 이름 또는 이메일
pl: Nazwa lub e-mail
pt: Nome ou e-mail
pt_br: Nome ou e-mail
ru: Имя или e-mail
th: ชื่อหรืออีเมล
tr: İsim veya e-posta
uk: Ім’я або e-mail
zh: 名字或邮箱

source: Name, e.g. Work laptop
ar: الاسم، مثل: حاسوب العمل
de: Name, z. B. Arbeitslaptop
es: Nombre, p. ej. Portátil del trabajo
fr: Nom, p. ex. Portable du travail
hi: नाम, जैसे ऑफ़िस लैपटॉप
hu: Név, pl. Munkahelyi laptop
it: Nome, es. Portatile del lavoro
ko: 이름, 예: 업무용 노트북
pl: Nazwa, np. Laptop służbowy
pt: Nome, p. ex. Portátil do trabalho
pt_br: Nome, ex.: Notebook do trabalho
ru: Название, например Рабочий ноутбук
th: ชื่อ เช่น แล็ปท็อปที่ทำงาน
tr: Ad, örn. İş dizüstüsü
uk: Назва, наприклад Робочий ноутбук
zh: 名称，例如：工作笔记本

source: Neck
ar: الرقبة
de: Nacken
es: Cuello
fr: Cou
hi: गर्दन
hu: Nyak
it: Collo
ko: 목
pl: Szyja
pt: Pescoço
pt_br: Pescoço
ru: Шея
th: คอ
tr: Boyun
uk: Шия
zh: 颈部

# Needs {0} — not in your active profile
source: Needs %1$@ — not in your active profile
ar: تحتاج %1$@ — غير موجودة في ملفك النشط
de: Braucht %1$@ — nicht in deinem aktiven Profil
es: Necesita %1$@ — no está en tu perfil activo
fr: Nécessite %1$@ — absent de ton profil actif
hi: %1$@ चाहिए — आपकी सक्रिय प्रोफ़ाइल में नहीं है
hu: %1$@ szükséges — nincs az aktív profilodban
it: Richiede %1$@ — non presente nel profilo attivo
ko: %1$@ 필요 — 활성 프로필에 없음
pl: Wymaga: %1$@ — brak w aktywnym profilu
pt: Precisa de %1$@ — não está no teu perfil ativo
pt_br: Precisa de %1$@ — não está no seu perfil ativo
ru: Нужен инвентарь: %1$@ — его нет в активном профиле
th: ต้องใช้ %1$@ — ไม่มีในโปรไฟล์ที่ใช้งานอยู่
tr: %1$@ gerekiyor — aktif profilinde yok
uk: Потрібен інвентар: %1$@ — його немає в активному профілі
zh: 需要%1$@ —— 不在你的当前配置中

source: New
ar: جديد
de: Neu
es: Nueva
fr: Nouvelle
hi: नई
hu: Új
it: Nuova
ko: 새로 만들기
pl: Nowa
pt: Nova
pt_br: Nova
ru: Новая
th: ใหม่
tr: Yeni
uk: Нова
zh: 新建

source: New PR:
ar: رقم قياسي جديد:
de: Neuer Rekord:
es: Nuevo récord:
fr: Nouveau record :
hi: नया रिकॉर्ड:
hu: Új rekord:
it: Nuovo record:
ko: 신기록:
pl: Nowy rekord:
pt: Novo recorde:
pt_br: Novo recorde:
ru: Новый рекорд:
th: สถิติใหม่:
tr: Yeni rekor:
uk: Новий рекорд:
zh: 新纪录：
